Repository: IMAGINARY/surfer-alggeo-gtk
Catalog: po/*.po
Languages: ca_es, de, es_es

source: About Surfer
ca_es: Sobre Surfer
de: Über Surfer
es_es: Acerca de Surfer

source: Surfer uses the program surf by Stephan Endrass et al. (http://surf.sourceforge.net)
de: Surfer benutzt das Programm surf von Stephan Endrass et al. (http://surf.sourceforge.net)
es_es: Surfer usa el programa surf de Stephan Endrass et al. (http://surf.sourceforge.net)

source: Surfer was developed for the exposition IMAGINARY, which was conceived by Mathematischen Forschungsinstitut Oberwolfach on occassion of the Year of Mathematics 2008 in Germany. The exposition has received funding by the German Federal Department of Education and Research.
ca_es: Surfer fou desenvolupat per a l'exposició IMAGINARY, concebuda per l'Institut Matemàtic d'Oberwolfach en ocasió de l'Any de les Matemàtiques a Alemanya i finançada pel Departament Federal d'Educació i Investigació.
de: Surfer wurde für die Ausstellung IMAGINARY entwickelt, die vom Mathematischen Forschungsinstitut Oberwolfach zum Jahr der Mathematik 2008 in Deutschland konzipiert wurde. Die Ausstellung ist vom Bundesministerium von Bildung und Forschung gefördert.
es_es: Surfer fue desarrollado para la exposición IMAGINARY, concebida por el Instituto Matemático de Oberwolfach con ocasión del Año de las Matemáticas en Alemania y financiada por el Departamento Federal de Educación e Investigación.

source: (c) Mathematisches Forschungsinstitut Oberwolfach and University of Kaiserslautern, 2008
ca_es: (c) Institut Matemtic d'Oberwolfach i Universitat de Kaiserslautern, 2008(c) RSME para RSME-Imaginary, 2010
de: (c) Mathematisches Forschungsinstitut Oberwolfach und Technische Universität Kaiserslautern, 2008
es_es: (c) Instituto Matemático de Oberwolfach y Universidad de Kaiserslautern, 2008

source: Director: Gert-Martin Greuel Programming: Henning Meyer and Christian Stussak Galleries: Oliver Labs Support: Felix Riemann Coordination: Andreas Matt
ca_es: Director: Gert-Martin Greuel Programació: Henning Meyer i Christian Stussak Galeries d'imatges: Oliver Labs Suport: Felix Riemann Coordinació: Andreas MattDirector RSME-Imaginary: Antonio CampilloCoordinador RSME-Imaginary: Sebastian Xamb
de: Leitung: Gert-Martin Greuel Programmierung: Henning Meyer und Christian Stussak Konzept/Galerien: Oliver Labs Unterstützung: Felix Riemann Konzept/Koordination: Andreas Matt
es_es: Director: Gert-Martin Greuel Programación: Henning Meyer y Christian Stussak Galerías de imágenes: Oliver Labs Soporte: Felix Riemann Coordinación: Andreas Matt

source: Could not access help file.
ca_es: No s'ha pogut accedir a l'arxiu d'ajuda.
de: Auf die Hilfe-Datei kann nicht zugegriffen werden.
es_es: No se ha podido acceder al archivo de ayuda

source: Could not display help file. Install Adobe Reader.
ca_es: No s'ha pogut mostrar l'arxiu d'ajuda. Instal·leu Adobe Reader
de: Die Hilfe-Datei kann nicht angezeigt werden. Installieren Sie den Adobe Reader.
es_es: No se ha podido mostrar el archivo de ayuda. Instalar Adobe Reader

source: side 1
ca_es: Cara 1
de: Flächenseite 1
es_es: cara 1

source: side 2
ca_es: Cara 2
de: Flächenseite 2
es_es: cara 2

source: Details
ca_es: Detalls
es_es: Detalles

source: Printing image...
ca_es: La imatge s'està imprimint...
de: Bild wird gedruckt
es_es: Imprimiendo imagen...

source: Delete
ca_es: Esborrar
de: Löschen
es_es: Borrar

source: Coloring
ca_es: Colors
es_es: Colores

source: Gallery
ca_es: Galeries
de: Galerie
es_es: Galería

source: Animate
ca_es: Animar
de: Film erstellen
es_es: Animar

source: PrintAcknowledge
ca_es: En uns instants pots recollir dues imatges de la impressora:una per penjar als plafons i l'altra per quedar-te-la.
es_es: En unos instantes puedes recoger dos imágenes en la impresora:una para colgar en los plafones y otra para quedártela.

source: Save surface
ca_es: Guardar la superfície
es_es: Guardar superficie

source: Save image and save surface
ca_es: Guardar la imatge i la superfície
de: Bild und Fläche speichern
es_es: Guardar imagen y superficie

source: Save image
ca_es: Guardar la imatge
de: Bild speichern
es_es: Guardar imagen

source: Surfer Script (.pic)
ca_es: Format Surfer (.pic)
es_es: Formato Surfer (.pic)

source: Portable Network Graphics (.png)
ca_es: Format PNG (.png)
es_es: Formato PNG (.png)

source: All files
ca_es: Tots els arxius
de: Alle Dateien
es_es: Todos los archivos

source: Open surface
ca_es: Obrir la superfície
de: Fläche öffnen
es_es: Abrir superficie

source: File
ca_es: Arxiu
de: Datei
es_es: Archivo

source: Surface
ca_es: Superfície
de: Fläche
es_es: Superficie

source: Help
ca_es: Ajuda
de: Hilfe
es_es: Ayuda

source: View
ca_es: Vista
de: Ansicht
es_es: Vista

source: Save a copy of this image
ca_es: Guardar una còpia d'aquesta imatge
es_es: Guardar una copia de esta imagen

source: Save a copy of this surface
ca_es: Guardar una còpia d'aquesta superfície
es_es: Guardar una copia de esta superficie

source: Select surface - Surfer
ca_es: Seleccioneu superfície - Surfer
de: Fläche auswählen - Surfer
es_es: Seleccionar superficie - Surfer

source: Click on a surface, please.
ca_es: Cliqueu sobre la superfície
de: Bitte auf eine Fläche klicken
es_es: Pinchar sobre la superficie

source: Video Preview
ca_es: Previsualització de vídeo
de: Vorschau
es_es: Previsualización de vídeo

source: Key Frame
ca_es: Fotograma clau
es_es: Fotograma clave

source: Duration
ca_es: Duració
de: Dauer
es_es: Duración

source: Save video
ca_es: Guardar vídeo
es_es: Guardar vídeo

source: AVI Video Container (*.avi)
ca_es: Contenidor de vídeo AVI (.avi)
es_es: Contenedor de vídeo AVI (.avi)

source: MPEG-4 Video (.mp4)
ca_es: Vídeo MPEG-4 (.mp4)
es_es: Vídeo MPEG-4 (.mp4)

source: GIF Animation (.gif)
ca_es: Animació GIF (.gif)
es_es: Animación GIF (.gif)

source: File exists. Overwrite?
ca_es: L'arxiu ja existeix. Sobreescriure?
de: Datei überschreiben?
es_es: El archivo ya existe. ¿Sobreescribir?

source: Transparency
ca_es: Transparència
de: Transparenz
es_es: Transparencia

source: Thickness
ca_es: Gruix
de: Materialstärke
es_es: Grosor

source: Smoothness
ca_es: Suavitat
de: Glanz
es_es: Suavidad

source: Ambient light
ca_es: Llum ambiental
de: Leuchten
es_es: Luz ambiental

source: Diffuse light
ca_es: Llum difusa
de: Helligkeit
es_es: Luz difusa

source: Reflected light
ca_es: Llum reflectida
de: Reflektion
es_es: Luz reflejada

source: Resolution of saved image
ca_es: Resolució de la imatge guardada
de: Auflösung beim Speichern
es_es: Resolución de la imagen guardada

source: Resolution while rotating
ca_es: Resolució al girar
de: Auflösung beim Drehen
es_es: Resolución al girar

source: Maximal resolution when idle
ca_es: Resolució màxima en estat inactiu
de: maximale Auflösung beim Rechnen
es_es: Resolución máxima en estado inactivo

source: Anti-aliasing factor
ca_es: Factor antialiasing
de: Antialiasing-Faktor
es_es: Factor antialiasing

source: angle
es_es: ángulo

source: rotate around x-axis
ca_es: girar al voltant de l'eix x
de: Drehung um x-Achse
es_es: girar alrededor del eje x

source: rotate around y-axis
ca_es: girar al voltant de l'eix y
de: Drehung um y-Achse
es_es: girar alrededor del eje y

source: rotate around z-axis
ca_es: girar al voltant de l'eix z
de: Drehung um z-Achse
es_es: girar alrededor del eje z

source: Video resolution
ca_es: Resolució de vídeo
de: Video-Auflösung
es_es: Resolución de vídeo

source: Video frame rate
ca_es: Fotogrames per segon
de: Video-Bildfrequenz
es_es: Fotogramas por segundo

source: Video bit rate
ca_es: Bits per segon
de: Video-Datenrate
es_es: Bits por segundo

source: apply changes immediately
ca_es: aplicar els canvis immediatament
de: Änderungen sofort anwenden
es_es: aplicar los cambios inmediatamente

source: Scene Properties - Surfer
ca_es: Propietats de l'escena - Surfer
es_es: Propiedades de la escena - Surfer

source: Background color
ca_es: Color del fons
de: Hintergrundfarbe
es_es: Color del fondo

source: Illumination
ca_es: Il·luminació
de: Beleuchtung
es_es: Iluminación

source: Position
ca_es: Posició
es_es: Posición

source: Resolution
ca_es: Resolució
de: Auflösung
es_es: Resolución

source: Special Surf-Code
ca_es: Codi Surf especial
de: extra Surf-Code
es_es: Código Surf especial

source: Light
ca_es: Llum
de: Licht
es_es: Luz

source: color of light
ca_es: color de la llum
de: Lichtfarbe
es_es: color de la luz

source: intensity of light
ca_es: intensitat de la llum
de: Lichtintensität
es_es: intensidad de la luz

source: x coordinate
ca_es: coordenada x
de: x-Koordinate
es_es: coordenada x

source: y coordinate
ca_es: coordenada y
de: y-Koordinate
es_es: coordenada y

source: z coordinate
ca_es: coordenada z
de: z-Koordinate
es_es: coordenada z

source: gallery-en
ca_es: gallery-ca
de: gallery-de
es_es: gallery-es

source: You will find the latest version of Surfer and additional information at http://surfer.imaginary2008.de/ and http://www.imaginary2008.de/
de: Die aktuelle Version und mehr Informationen zu Surfer finden Sie auf der Webseite http://surfer.imaginary2008.de/ und http://www.imaginary2008.de/

source: Contact: surfer@imaginary2008.de Please visit our website at http://surfer.imaginary2008.de for further information and new releases of Surfer.
de: Kontakt: surfer@imaginary2008.de Besuchen Sie auch unsere Webseite http://surfer.imaginary2008.de für weitere Informationen und neue Versionen von Surfer.

source: Color 1
de: Farbe 1

source: Color 2
de: Farbe 2
